# Hey Emacs, this is a -*- org -*- file ...
#+HEADER:
:HEADER:
#+TITLE: mkronvold org-mode tables
#+AUTHOR:    Michael Kronvold
#+EMAIL:     michael.kronvold@e2open.com
#+DESCRIPTION: Org mode Notes
#+KEYWORDS:  syntax, org, document
#+LANGUAGE:  en
# Adapted from https://dev.to/erickgnavar/auto-build-and-publish-emacs-org-configuration-as-a-website-2cl9
#+STARTUP: overview indent
#+OPTIONS: H:5 num:nil toc:nil p:t
#+PROPERTY: header-args :eval never-export
:END:

* Table
| airmass | zenith_seeing | delivered_seeing |
|---------+---------------+------------------|
|     1.3 |          0.95 |        1.1119612 |
|     1.3 |           1.0 |        1.1704854 |
|     1.3 |           1.1 |        1.2875340 |
|     1.3 |           1.2 |        1.4045825 |
|     1.3 |          1.25 |        1.4631068 |
|     1.3 |           1.3 |        1.5216311 |
|     1.3 |           1.5 |        1.7557281 |
|     1.3 |           1.8 |        2.1068738 |
|     1.2 |           1.8 |        2.0080811 |
|     1.4 |           2.0 |        2.4474105 |
#+TBLFM: $3=$2*($1**0.6)
